brew "cmake"
brew "colordiff"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "jq"
brew "tailscale"
brew "tmux"
brew "tree"
brew "wget"
cask "clipy"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "microsoft-edge"
cask "visual-studio-code"
cask "docker-desktop"
go "cmd/go"
go "cmd/gofmt"
